<template>
    <div class="about">
        <h1>藤木久志 編『日本中世気象災害史年表稿』（高志書院）について</h1>
        <h2>はじめに</h2>
        <p>
            私が還暦を迎えた1993年は，この列島社会が厳しい冷害と凶作に見舞われ，ことに北国では，稲作の収量が，平年作の3分の1ほどにまで落ち込むという，悲惨な状況が日々に報じられていた。この深
            刻な冷害・凶作情報は，私に大きな衝撃を与えた。<br />
            これまで私は，日本中世史を学ぶなかで，大きな旱魃や風水害による凶作や飢饉や疫病が，中世社会にも，いくども起きていたことを知っていながら，それらを，偶発的で個別的な小事件と見なすだけで，それらを日本中世全体のおかれた，厳しい気象状況の中に位置付けることには，まったく無関心であっ
            たからである。<br />
            この深刻な反省をもとに，私は還暦を機に，晩年の小さな宿題として，中世社会の風水害や旱魃，虫損， それらを原因とするとみられる，凶作や飢饉や疫病の情報を，中世の記録や古文書の中から収集する作
            業にとりかかった。<br />
            なお，災害といえば，地震や噴火を無視することはできないが，これらについては，すでに先学によっ
            て貴重な集大成が行われているので，私は災害史料の収集を，上記のような気象関連の災害に限ることとした。ただ，直接に気象災害に注目するだけでなく，それを示唆する，百姓の損免要求など，間接的
            な情報にも目を向けることにした。<br />
            史料の検索は限りがなく，私の狭い知見の範囲を超える，大きな広がりがある。従って本書は，中世 気象災害の総括というには，ほど遠い。本書を「日本中世気象災害史年表稿」と限定したのは，そのためである。作業を始めてから 15
            年にわたるので，ここで一区切りしようと，ふと思い立ったに過ぎない。<br />
            日本中世をどの範囲とするかは，むづかしい問題であるが，ここでは，かりに10世紀初めから，17 世紀を少し越えるあたりまでを対象とした。<br />
            いま自然環境の悪化が，地球規模で深刻な課題となっているが，日本中世史の研究も，この重大な課
            題を避けて通ることはできないであろう。そうした直面する歴史的な課題に，本書が少しでも寄与することができれば，まことに幸いである。なお，この年表稿をもとにした私の作品に『飢餓と戦争の戦国
            を行く』(朝日選書，2001年)がある。<br />
            本書の刊行に当たっては，畏友峰岸純夫氏に出版先のご推薦をいただき，高志書院の濱久年氏には，困難な刊行の労をとっていただいた。あつくお礼を申しあげたい。
            なお、校正にあたっては，多くの若手研究者の手あついご尽力をいただいた。ここにお名前を銘記して，謝意を表したい(石原比伊呂・板倉則衣・大塚紀弘・大藪海・杉谷崇之・鈴木翼・浜口誠至・松本貴智・
            宮崎賢一・柳沢誠・綿貫宏樹)。
        </p>
        <h2>【編者略歴】</h2>
        <p>藤木 久志(ふじき・ひさし)<br />
            1933 年、新潟県生まれ。新潟大学卒業・東北大学大学院修了。現在、 立教大学名誉教授。文学博士。日本中世史専攻。<br />
            [主な著書] 『豊臣平和令と戦国社会』(東京大学出版会)、『戦国の作法』(平凡社ライブラリー)、『戦国史をみる目』(校倉書房)、『村と領主の戦国世 界』(東京大学出版会)、『新版
            雑兵たちの戦場』『戦国の村を行く』『飢
            餓と戦争の戦国を行く』『土一揆と城の戦国を行く』(以上・朝日選書)、『刀狩り』(岩波書店)ほか。<br />
        </p>
        <p>Printed in Japan ISBN978-4-86215-031-8</p>
    </div>
</template>


<style scoped>
.about {
    margin: 10rem 6rem 10rem;
}
p{
    margin: 2rem 0 4rem;
}
h1,h2{
    margin: 4rem 0 4rem;
}
</style>