<template>
    <div class="about">
        <h1>藤木久志 編『日本中世気象災害史年表稿』（高志書院）について</h1>
        <p>
            藤木久志氏により編纂された『日本中世気象災害史年表稿』は、2007年11月に高志書院より出版されました。藤木氏のご遺族ならびに高志書院のご厚意により、本サイトから公開することになりました。本サイトのコンテンツは、本文PDFも含め、オープンデータ（<a
                href="https://creativecommons.org/licenses/by/4.0/deed.ja">クリエイティブ・コモンズ　表示 4.0
                国際ライセンス</a>）として利用できます。
        </p>
        <p>
            注）ご利用の際は、出典を明記（藤木久志 編『日本中世気象災害史年表稿』（高志書院）であることを明記）してください。
        </p>

        <h2>はじめに（藤木久志 編『日本中世気象災害史年表稿』（高志書院）より）</h2>
        <p>
            私が還暦を迎えた1993年は，この列島社会が厳しい冷害と凶作に見舞われ，ことに北国では，稲作の収量が，平年作の3分の1ほどにまで落ち込むという，悲惨な状況が日々に報じられていた。この深
            刻な冷害・凶作情報は，私に大きな衝撃を与えた。<br />
            これまで私は，日本中世史を学ぶなかで，大きな旱魃や風水害による凶作や飢饉や疫病が，中世社会にも，いくども起きていたことを知っていながら，それらを，偶発的で個別的な小事件と見なすだけで，それらを日本中世全体のおかれた，厳しい気象状況の中に位置付けることには，まったく無関心であっ
            たからである。<br />
            この深刻な反省をもとに，私は還暦を機に，晩年の小さな宿題として，中世社会の風水害や旱魃，虫損， それらを原因とするとみられる，凶作や飢饉や疫病の情報を，中世の記録や古文書の中から収集する作
            業にとりかかった。<br />
            なお，災害といえば，地震や噴火を無視することはできないが，これらについては，すでに先学によっ
            て貴重な集大成が行われているので，私は災害史料の収集を，上記のような気象関連の災害に限ることとした。ただ，直接に気象災害に注目するだけでなく，それを示唆する，百姓の損免要求など，間接的
            な情報にも目を向けることにした。<br />
            史料の検索は限りがなく，私の狭い知見の範囲を超える，大きな広がりがある。従って本書は，中世 気象災害の総括というには，ほど遠い。本書を「日本中世気象災害史年表稿」と限定したのは，そのためである。作業を始めてから 15
            年にわたるので，ここで一区切りしようと，ふと思い立ったに過ぎない。<br />
            日本中世をどの範囲とするかは，むづかしい問題であるが，ここでは，かりに10世紀初めから，17 世紀を少し越えるあたりまでを対象とした。<br />
            いま自然環境の悪化が，地球規模で深刻な課題となっているが，日本中世史の研究も，この重大な課
            題を避けて通ることはできないであろう。そうした直面する歴史的な課題に，本書が少しでも寄与することができれば，まことに幸いである。なお，この年表稿をもとにした私の作品に『飢餓と戦争の戦国
            を行く』(朝日選書，2001年)がある。<br />
            本書の刊行に当たっては，畏友峰岸純夫氏に出版先のご推薦をいただき，高志書院の濱久年氏には，困難な刊行の労をとっていただいた。あつくお礼を申しあげたい。
            なお、校正にあたっては，多くの若手研究者の手あついご尽力をいただいた。ここにお名前を銘記して，謝意を表したい(石原比伊呂・板倉則衣・大塚紀弘・大藪海・杉谷崇之・鈴木翼・浜口誠至・松本貴智・
            宮崎賢一・柳沢誠・綿貫宏樹)。
        </p>
        <h2>凡例</h2>
        <p>
            1.この年表は，主として，10世紀初めから，17世紀を少し越える時期にわたる，700年余りの，日本中世社会の生活と環境に大きな影響もたらした，風損(大風)，水損(霖雨，洪水)，旱損(旱魃)，虫損(蝗害)，凶作，飢饉，疫病に関する，中世の史料情報14,000件余りを，ほぼ原文のまま，年月日順に抄録したものである。なお，作成に約15年ほどを要したため，表記にはやや不統一もみられるが，できるだけ統一に努めた。<br />
            2.西暦との対照は，中世では，ほんらいユリウス暦で行うべきであるが，現代の生活の季節と気象の実感に合わせるため，あえてグレゴリオ暦によった。なお，月日不詳の項目は，かりにグレゴリオ暦の一月一日の項に収めた。日付未詳の項目は，かりにグレゴリオ暦の該当月の一日の項に収めた。<br />
            3.「地域」の欄には，災害に関する史料の発信元(京都，大和，鎌倉など)や，史料の記載上の特徴，たとえば，「天下大飢饉」「天下一同ハシカ病」などとあれば「天下」，「世間疫疾」「世上不熟」などとあれば「世間」，「諸国洪水」とか複数の国に分散している記事は「諸国」，ある程度の範囲が推定できるものは「畿内」，「近畿」，「関東」などと表記して，災害の地域とその広がりの特徴を知る手がかりとした。<br />
            また，改元事情には，災害との関係が深い例が多いので，地域欄に「改元」の項目を網羅的に併記した。<br />
            4.「原出典」には，記録，古文書のほか，つとめて年代記類も収めた。ただ，中世にかかる年代記類には，史料批判の余地があり，研究も余り進んでいないので，利用に当たっては，できるだけ同時期の関連する記録や古文書の記事と対比しながら，慎重に活用していただきたい。<br />
            5.割注は表記の都合により&lt;&gt;で括ることとした。また文字の不明なものや翻刻しにくいものは[]で表示した。<br />
            6.「閏月」にはウ欄を設け，閏月は1，それ以外は0で表記した。<br />
            7.記録，古文書類のほとんどは，翻刻刊行された史料集によったが，「日本災異志」「日本震災凶饉考」など，多くの先学の研究成果に依拠したところも少なくない。そのため「原出典」欄のほかに，あえて「掲載書誌」欄を設けて，その旨(孫引きであること)を明記した。災害記事の利用に当たっては，「掲載書誌」欄にもご留意いただきたい。<br />
            8.この災害史年表は，先に行われた佐々木潤之介氏，外園豊基氏をそれぞれ代表とする，2つの科研費による研究に，あいついで参加する過程で，作成に多くの協力を得て充実に努めることができた(佐々木科研「日本中世後期・近世初期における飢饉と戦争の研究」2000年，外園科研「日本中世における民衆の戦争と平和」2003年)。本書は，これら研究成果報告書に，そのつど収録した中世の気象災害情報(「日本中世における日損・水損・風損・虫損・飢饉・疫病に関する情報」)を増補訂正したものである。関係各位に心からお礼を申し上げたい。また，本書の作表には，外園氏のお世話で，鵜飼政志氏のご尽力をいただいた。
        </p>


        <h2>ダウンロード</h2>
        <div>
            <!-- <a href="/pdf/cmdjm-body.pdf">本文（PDF, 6.2 MB）</a><br /><br />-->
            <!-- <NuxtLink to="/pdf/cmdjm-body.pdf">本文（PDF, 6.2 MB）</NuxtLink>-->

            <a href="https://www.hi.u-tokyo.ac.jp//assets/pdf/cmdjm-body.pdf">本文（PDF, 6.2 MB）</a><br /><br />
            
            <!--
                <a href="/data/pdf/cmdjm-title.pdf">扉</a>,
            <a href="/data/pdf/cmdjm-front.pdf">前付</a>,
            <a href="/data/pdf/cmdjm-back.pdf">奥付</a>,
            <a href="/data/pdf/cmdjm-spine.pdf">背文字</a> (いずれもPDF)
            -->
        </div>
        <p>
            上記コンテンツは<a href="https://creativecommons.org/licenses/by/4.0/deed.ja">クリエイティブ・コモンズ　表示 4.0
                国際ライセンス</a>の条件のもとで提供しています。

        </p>

        <h2>【編者略歴】</h2>
        <p>藤木 久志(ふじき・ひさし)<br />
            1933年、新潟県生まれ。新潟大学卒業・東北大学大学院修了。現在、 立教大学名誉教授。文学博士。日本中世史専攻。<br />
            [主な著書] 『豊臣平和令と戦国社会』(東京大学出版会)、『戦国の作法』(平凡社ライブラリー)、『戦国史をみる目』(校倉書房)、『村と領主の戦国世 界』(東京大学出版会)、『新版
            雑兵たちの戦場』『戦国の村を行く』『飢
            餓と戦争の戦国を行く』『土一揆と城の戦国を行く』(以上・朝日選書)、『刀狩り』(岩波書店)ほか。<br />
        </p>
        <p>Printed in Japan ISBN978-4-86215-031-8</p>
    </div>
</template>


<style scoped>
.about {
    padding: 10rem 6rem 10rem;
}

p {
    margin: 2rem 0 4rem 0;
    line-height: 2rem ;
}

h1,
h2 {
    margin: 4rem 0 4rem;
}
a {
    color: #0f0101ee;
    text-decoration: none;
    background-color: rgb(235, 232, 227);
}
</style>