<template>
	<div class="usage">
		<h1>凡例</h1>
		<p>
			1.この年表は，主として，10世紀初めから，17世紀を少し越える時期にわたる，700年余りの，日本中世社会の生活と環境に大きな影響もたらした，風損(大風)，水損(霖雨，洪水)，旱損(旱魃)，虫損(蝗害)，凶作，飢饉，疫病に関する，中世の史料情報14,000件余りを，ほぼ原文のまま，年月日順に抄録したものである。なお，作成に約15年ほどを要したため，表記にはやや不統一もみられるが，できるだけ統一に努めた。<br />
			2.西暦との対照は，中世では，ほんらいユリウス暦で行うべきであるが，現代の生活の季節と気象の実感に合わせるため，あえてグレゴリオ暦によった。なお，月日不詳の項目は，かりにグレゴリオ暦の一月一日の項に収めた。日付未詳の項目は，かりにグレゴリオ暦の該当月の一日の項に収めた。<br />
			3.「地域」の欄には，災害に関する史料の発信元(京都，大和，鎌倉など)や，史料の記載上の特徴，たとえば，「天下大飢饉」「天下一同ハシカ病」などとあれば「天下」，「世間疫疾」「世上不熟」などとあれば「世間」，「諸国洪水」とか複数の国に分散している記事は「諸国」，ある程度の範囲が推定できるものは「畿内」，「近畿」，「関東」などと表記して，災害の地域とその広がりの特徴を知る手がかりとした。<br />
			また，改元事情には，災害との関係が深い例が多いので，地域欄に「改元」の項目を網羅的に併記した。<br />
			4.「原出典」には，記録，古文書のほか，つとめて年代記類も収めた。ただ，中世にかかる年代記類には，史料批判の余地があり，研究も余り進んでいないので，利用に当たっては，できるだけ同時期の関連する記録や古文書の記事と対比しながら，慎重に活用していただきたい。<br />
			5.割注は表記の都合により&lt;&gt;で括ることとした。また文字の不明なものや翻刻しにくいものは[]で表示した。<br />
			6.「閏月」にはウ欄を設け，閏月は1，それ以外は0で表記した。<br />
			7.記録，古文書類のほとんどは，翻刻刊行された史料集によったが，「日本災異志」「日本震災凶饉考」など，多くの先学の研究成果に依拠したところも少なくない。そのため「原出典」欄のほかに，あえて「掲載書誌」欄を設けて，その旨(孫引きであること)を明記した。災害記事の利用に当たっては，「掲載書誌」欄にもご留意いただきたい。<br />
			8.この災害史年表は，先に行われた佐々木潤之介氏，外園豊基氏をそれぞれ代表とする，2つの科研費による研究に，あいついで参加する過程で，作成に多くの協力を得て充実に努めることができた(佐々木科研「日本中世後期・近世初期における飢饉と戦争の研究」2000年，外園科研「日本中世における民衆の戦争と平和」2003年)。本書は，これら研究成果報告書に，そのつど収録した中世の気象災害情報(「日本中世における日損・水損・風損・虫損・飢饉・疫病に関する情報」)を増補訂正したものである。関係各位に心からお礼を申し上げたい。また，本書の作表には，外園氏のお世話で，鵜飼政志氏のご尽力をいただいた。
		</p>
	</div>
</template>
<style scoped>
    .usage {
        margin: 10rem 6rem 10rem;
    }
    </style>